Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/joikaaminen_ja_tarinankerronta_-_koulutuspaiva_opettajille_lastenhoitajille_ja_vanhemmille.html.tmx
Source language: fin
Languages: sms

source: JOIKAAMINEN JA TARINANKERRONTA – Koulutuspäivä opettajille, lastenhoitajille ja vanhemmille
sms: JUÕIGGMÕŠ DA MAINNSIMUŠTTLUMMUŠ – Škooultõspeiʹvv uʹčteeʹlid, päärnaihåiddjid da puärrsid

source: INARISSA SAJOKSESSA 28.10.2020
sms: Aanrest, Sajoozzâst 28.10.2020

source: Ohjelma:
sms: Programm:

source: 9.00-9.30 Joikaamalla kasvattaminen (joikaaja Inga-Máret Gaup-Juuso)
sms: 9.00-9.30 Juõiǥeeʹl škoouʹlʼjummuš (juõiggjeei Inga-Máret Gaup-Juuso)

source: 9.30-10.00 Joikuperinteen elvyttäminen (muusikko Anna Näkkäläjärvi-Länsman)
sms: 9.30-10.00 Juõiggäʹrbbvuõđ jeältummuš (musiikkâr Anna Näkkäläjärvi-Länsman)

source: Kokemuksia joikaamisen oppimisesta ja lasten opettamisesta
sms: Mušttlõõzz juõiggâm mättjummšest da päärnai mättʼtummšest

source: 10.00-10.45 Kertojan keinot ja apuvälineet (näyttelijä Irene Länsman)
sms: 10.00-10.45 Mušttleei kuânst da veäʹǩǩneävv (čuäjtõõlli Irene Länsman)

source: 10.45-11.00 Saamelaismusiikki ja joikaaminen saamelaisopetuksessa (opettaja Maarit Niittyvuopio)
sms: 10.45-11.00 Sääʹm-musikk da juõiggjummuš sääʹm-mättʼtõõzzâst (uʹčteʹl Maarit Niittyvuopio)

source: 11.00-12.00 Ruokatauko
sms: 11.00-12.00 Poorrâmkõskk

source: 12.00-12.45 Kokemuksia joikaamisen opettamisesta ja oppimisesta (muusikko Tiina Aikio)
sms: 12.00-12.45 Mušttlõõzz juõiggâm mättʼtummšest da mättjummšest (musiikkâr Tiina Aikio)

source: 12.45-13.00 Kahvitauko
sms: 12.45-13.00 Kååʹffpodd

source: 13.00-13.30 NIGÁ-lapsille ja nuorille (kirjailija Niilo Aikio, Jávrre Juhán Niillás)
sms: 13.00-13.30 NIGÁ- päärnaid da nuõrid (ǩeʹrjjneǩ Niilo Aikio, Jávrre Juhán Niillás)

source: Omalla kielellä, sävelellä ja mielellä
sms: Jiijjâs ǩiõʹlle, suõʹmme da miõʹlle

source: Lasten ääni kuuluviin
sms: Päärnai jiõnn kuullma

source: 14.15-14.30 Koulun tai päiväkodin joiku tai laulu, Oula Guttorm ja Petra Magga-Vars
sms: 14.15-14.30 Škooul leʹbe peiʹvvpääiʹǩ juõigg leʹbe laaul, Oula Guttorm da Petra Magga-Vars

source: 14.30-15.00 Yhteinen lopetus ja keskustelu + palautelomake
sms: 14.30-15.00 Õhttsaž ǩiõrǥtõs da saǥstõõllmõš + maacctõslomakk

source: Ilmoittautumiset etukäteen 16.10. mennessä: petra.magga(at)samediggi.fi
sms: Iʹlmmtõõttmõõžž ouddǩiõʹtte 16.10. mõõneeʹst: petra.magga@samediggi.fi

source: Muuta tietoa:
sms: Jeeʹres teâđ:

source: Otamme koulutukseen paikan päälle Sajokseen sisälle enintään 50 henkilöä.
sms: Väʹlddep škooultõʹsse pääiʹǩ õõl Sajoʹsse sizz jäänmõsân 50 ooumžed.

source: Osallistujille tarjotaan kasvomaskit.
sms: Vuässõõttjid taʹrjjeet muâttmaaskid.

source: Jos haluat osallistua etäyhteyksin, ilmoita se samalla, kun ilmoitat itsesi koulutukseen.
sms: Jos haaʹlääk vuässõõttâd ougglõsõhttvuõđin, iʹlmmet tõn seämmast, ko iʹlmmtõõđak škooultõʹsse.

source: SAAMELAINEN LASTENKULTTUURIKESKUS MÁNNU JA SAAMELAISMUSIIKKIKESKUS
sms: SÄÄʹM PÄÄRNAIKULTTUURKÕÕSKÕS MÁNNU DA SÄÄʹM-MUSIKK-KÕÕSKÕS
